[
  {
    "title": "How to use Applanding.page iPhone App  screenshot generator?",
    "desc": "Drag a screenshot from your desktop(in PNG format).Customize the generated image and drag it to your desktop to save.Use multiple theme and templates for free and enhance your appstore listings."
  },
  {
    "title": "What are USPs of Applanding page’s iPhone screenshot generator?",
    "desc": "Applanding page's Screenshot generator is really easy to use. You can generate Screenshot that are required for iPhone <br>Applanding.page's Screenshot generator does not send any data to server, hence is it fully secure and your data does not leave your browser.<br>No hidden cost or fee<br>Select from pre designed dozens of templates and create your own trendy screenshot.<br>Export in all sizes for  Apple store.<br>Designer look for screenshots in one click."
  },
  {
    "title": "Why did we create iPhone App Screenshot Generator",
    "desc": "App screenshots allow your app to show its features and functionalities to users that visit the product page. People gain more information out of your icons, videos, and screenshots than they do from your name and app description .The requirements can be difficult for the most seasoned developer to get their head around. That’s why we created our free tool. So that people like you (and us!) can generate app screenshots you need, in the sizes and formats required at the touch of a button."
  },
  {
    "title": "Will screenshots follow Apple's guidelines ?",
    "desc": "App screenshots allow your app to show its features and functionalities to users that visit the product page. People gain more information out of your icons, videos, and screenshots than they do from your name and app description .The requirements can be difficult for the most seasoned developer to get their head around. That’s why we created our free tool. So that people like you (and us!) can generate app screenshots you need, in the sizes and formats required at the touch of a button."
  }
]